{
    "hotels": [
        {
            "id": 1,
            "name": "Hotel 1",
            "location": "City 1, Country 1",
            "price_per_night": 105,
            "rating": 3.8,
            "availability": false,
            "amenities": [
                "Spa",
                "Restaurant",
                "Beach Access",
                "Free Parking"
            ],
            "image_url": "https://cf.bstatic.com/xdata/images/hotel/max1024x768/345742266.jpg?k=fb33c11240d6cebb94cb34bd6c68196f859be21e4e3cd306b80006a5bf389dfc&o=&hp=1",
            "tagline": "Experience luxury and comfort at Hotel 1.",
            "description": "Hotel 1 offers a perfect blend of luxury and comfort, situated in the heart of City 1. With stunning views, modern amenities, and top-notch hospitality, our hotel ensures an unforgettable stay. Guests can indulge in fine dining, relax at the spa, or enjoy recreational activities. Conveniently located near major attractions, Hotel 1 provides an ideal retreat for travelers seeking relaxation and adventure. Whether you're here for business or leisure, our dedicated staff ensures a seamless and enjoyable experience. Escape the ordinary and immerse yourself in an exceptional hospitality experience at Hotel 1."
        },
        {
            "id": 2,
            "name": "Hotel 2",
            "location": "City 2, Country 2",
            "price_per_night": 110,
            "rating": 4.1,
            "availability": true,
            "amenities": [
                "Free Wi-Fi",
                "Swimming Pool",
                "Gym",
                "Breakfast Included"
            ],
            "image_url": "https://cf.bstatic.com/xdata/images/hotel/max1024x768/345742266.jpg?k=fb33c11240d6cebb94cb34bd6c68196f859be21e4e3cd306b80006a5bf389dfc&o=&hp=1",
            "tagline": "Experience luxury and comfort at Hotel 2.",
            "description": "Hotel 2 offers a perfect blend of luxury and comfort, situated in the heart of City 2. With stunning views, modern amenities, and top-notch hospitality, our hotel ensures an unforgettable stay. Guests can indulge in fine dining, relax at the spa, or enjoy recreational activities. Conveniently located near major attractions, Hotel 2 provides an ideal retreat for travelers seeking relaxation and adventure. Whether you're here for business or leisure, our dedicated staff ensures a seamless and enjoyable experience. Escape the ordinary and immerse yourself in an exceptional hospitality experience at Hotel 2."
        },
        {
            "id": 3,
            "name": "Hotel 3",
            "location": "City 3, Country 3",
            "price_per_night": 115,
            "rating": 4.4,
            "availability": false,
            "amenities": [
                "Spa",
                "Restaurant",
                "Beach Access",
                "Free Parking"
            ],
            "image_url": "https://cf.bstatic.com/xdata/images/hotel/max1024x768/345742266.jpg?k=fb33c11240d6cebb94cb34bd6c68196f859be21e4e3cd306b80006a5bf389dfc&o=&hp=1",
            "tagline": "Experience luxury and comfort at Hotel 3.",
            "description": "Hotel 3 offers a perfect blend of luxury and comfort, situated in the heart of City 3. With stunning views, modern amenities, and top-notch hospitality, our hotel ensures an unforgettable stay. Guests can indulge in fine dining, relax at the spa, or enjoy recreational activities. Conveniently located near major attractions, Hotel 3 provides an ideal retreat for travelers seeking relaxation and adventure. Whether you're here for business or leisure, our dedicated staff ensures a seamless and enjoyable experience. Escape the ordinary and immerse yourself in an exceptional hospitality experience at Hotel 3."
        },
        {
            "id": 4,
            "name": "Hotel 4",
            "location": "City 4, Country 4",
            "price_per_night": 120,
            "rating": 4.7,
            "availability": true,
            "amenities": [
                "Free Wi-Fi",
                "Swimming Pool",
                "Gym",
                "Breakfast Included"
            ],
            "image_url": "https://cf.bstatic.com/xdata/images/hotel/max1024x768/345742266.jpg?k=fb33c11240d6cebb94cb34bd6c68196f859be21e4e3cd306b80006a5bf389dfc&o=&hp=1",
            "tagline": "Experience luxury and comfort at Hotel 4.",
            "description": "Hotel 4 offers a perfect blend of luxury and comfort, situated in the heart of City 4. With stunning views, modern amenities, and top-notch hospitality, our hotel ensures an unforgettable stay. Guests can indulge in fine dining, relax at the spa, or enjoy recreational activities. Conveniently located near major attractions, Hotel 4 provides an ideal retreat for travelers seeking relaxation and adventure. Whether you're here for business or leisure, our dedicated staff ensures a seamless and enjoyable experience. Escape the ordinary and immerse yourself in an exceptional hospitality experience at Hotel 4."
        },
        {
            "id": 5,
            "name": "Hotel 5",
            "location": "City 5, Country 5",
            "price_per_night": 125,
            "rating": 3.5,
            "availability": false,
            "amenities": [
                "Spa",
                "Restaurant",
                "Beach Access",
                "Free Parking"
            ],
            "image_url": "https://cf.bstatic.com/xdata/images/hotel/max1024x768/345742266.jpg?k=fb33c11240d6cebb94cb34bd6c68196f859be21e4e3cd306b80006a5bf389dfc&o=&hp=1",
            "tagline": "Experience luxury and comfort at Hotel 5.",
            "description": "Hotel 5 offers a perfect blend of luxury and comfort, situated in the heart of City 5. With stunning views, modern amenities, and top-notch hospitality, our hotel ensures an unforgettable stay. Guests can indulge in fine dining, relax at the spa, or enjoy recreational activities. Conveniently located near major attractions, Hotel 5 provides an ideal retreat for travelers seeking relaxation and adventure. Whether you're here for business or leisure, our dedicated staff ensures a seamless and enjoyable experience. Escape the ordinary and immerse yourself in an exceptional hospitality experience at Hotel 5."
        },
        {
            "id": 6,
            "name": "Hotel 6",
            "location": "City 6, Country 6",
            "price_per_night": 130,
            "rating": 3.8,
            "availability": true,
            "amenities": [
                "Free Wi-Fi",
                "Swimming Pool",
                "Gym",
                "Breakfast Included"
            ],
            "image_url": "https://cf.bstatic.com/xdata/images/hotel/max1024x768/345742266.jpg?k=fb33c11240d6cebb94cb34bd6c68196f859be21e4e3cd306b80006a5bf389dfc&o=&hp=1",
            "tagline": "Experience luxury and comfort at Hotel 6.",
            "description": "Hotel 6 offers a perfect blend of luxury and comfort, situated in the heart of City 6. With stunning views, modern amenities, and top-notch hospitality, our hotel ensures an unforgettable stay. Guests can indulge in fine dining, relax at the spa, or enjoy recreational activities. Conveniently located near major attractions, Hotel 6 provides an ideal retreat for travelers seeking relaxation and adventure. Whether you're here for business or leisure, our dedicated staff ensures a seamless and enjoyable experience. Escape the ordinary and immerse yourself in an exceptional hospitality experience at Hotel 6."
        },
        {
            "id": 7,
            "name": "Hotel 7",
            "location": "City 7, Country 7",
            "price_per_night": 135,
            "rating": 4.1,
            "availability": false,
            "amenities": [
                "Spa",
                "Restaurant",
                "Beach Access",
                "Free Parking"
            ],
            "image_url": "https://cf.bstatic.com/xdata/images/hotel/max1024x768/345742266.jpg?k=fb33c11240d6cebb94cb34bd6c68196f859be21e4e3cd306b80006a5bf389dfc&o=&hp=1",
            "tagline": "Experience luxury and comfort at Hotel 7.",
            "description": "Hotel 7 offers a perfect blend of luxury and comfort, situated in the heart of City 7. With stunning views, modern amenities, and top-notch hospitality, our hotel ensures an unforgettable stay. Guests can indulge in fine dining, relax at the spa, or enjoy recreational activities. Conveniently located near major attractions, Hotel 7 provides an ideal retreat for travelers seeking relaxation and adventure. Whether you're here for business or leisure, our dedicated staff ensures a seamless and enjoyable experience. Escape the ordinary and immerse yourself in an exceptional hospitality experience at Hotel 7."
        },
        {
            "id": 8,
            "name": "Hotel 8",
            "location": "City 8, Country 8",
            "price_per_night": 140,
            "rating": 4.4,
            "availability": true,
            "amenities": [
                "Free Wi-Fi",
                "Swimming Pool",
                "Gym",
                "Breakfast Included"
            ],
            "image_url": "https://cf.bstatic.com/xdata/images/hotel/max1024x768/345742266.jpg?k=fb33c11240d6cebb94cb34bd6c68196f859be21e4e3cd306b80006a5bf389dfc&o=&hp=1",
            "tagline": "Experience luxury and comfort at Hotel 8.",
            "description": "Hotel 8 offers a perfect blend of luxury and comfort, situated in the heart of City 8. With stunning views, modern amenities, and top-notch hospitality, our hotel ensures an unforgettable stay. Guests can indulge in fine dining, relax at the spa, or enjoy recreational activities. Conveniently located near major attractions, Hotel 8 provides an ideal retreat for travelers seeking relaxation and adventure. Whether you're here for business or leisure, our dedicated staff ensures a seamless and enjoyable experience. Escape the ordinary and immerse yourself in an exceptional hospitality experience at Hotel 8."
        },
        {
            "id": 9,
            "name": "Hotel 9",
            "location": "City 9, Country 9",
            "price_per_night": 145,
            "rating": 4.7,
            "availability": false,
            "amenities": [
                "Spa",
                "Restaurant",
                "Beach Access",
                "Free Parking"
            ],
            "image_url": "https://cf.bstatic.com/xdata/images/hotel/max1024x768/345742266.jpg?k=fb33c11240d6cebb94cb34bd6c68196f859be21e4e3cd306b80006a5bf389dfc&o=&hp=1",
            "tagline": "Experience luxury and comfort at Hotel 9.",
            "description": "Hotel 9 offers a perfect blend of luxury and comfort, situated in the heart of City 9. With stunning views, modern amenities, and top-notch hospitality, our hotel ensures an unforgettable stay. Guests can indulge in fine dining, relax at the spa, or enjoy recreational activities. Conveniently located near major attractions, Hotel 9 provides an ideal retreat for travelers seeking relaxation and adventure. Whether you're here for business or leisure, our dedicated staff ensures a seamless and enjoyable experience. Escape the ordinary and immerse yourself in an exceptional hospitality experience at Hotel 9."
        },
        {
            "id": 10,
            "name": "Hotel 10",
            "location": "City 10, Country 10",
            "price_per_night": 150,
            "rating": 3.5,
            "availability": true,
            "amenities": [
                "Free Wi-Fi",
                "Swimming Pool",
                "Gym",
                "Breakfast Included"
            ],
            "image_url": "https://cf.bstatic.com/xdata/images/hotel/max1024x768/345742266.jpg?k=fb33c11240d6cebb94cb34bd6c68196f859be21e4e3cd306b80006a5bf389dfc&o=&hp=1",
            "tagline": "Experience luxury and comfort at Hotel 10.",
            "description": "Hotel 10 offers a perfect blend of luxury and comfort, situated in the heart of City 10. With stunning views, modern amenities, and top-notch hospitality, our hotel ensures an unforgettable stay. Guests can indulge in fine dining, relax at the spa, or enjoy recreational activities. Conveniently located near major attractions, Hotel 10 provides an ideal retreat for travelers seeking relaxation and adventure. Whether you're here for business or leisure, our dedicated staff ensures a seamless and enjoyable experience. Escape the ordinary and immerse yourself in an exceptional hospitality experience at Hotel 10."
        },
        {
            "id": 11,
            "name": "Hotel 11",
            "location": "City 11, Country 11",
            "price_per_night": 155,
            "rating": 3.8,
            "availability": false,
            "amenities": [
                "Spa",
                "Restaurant",
                "Beach Access",
                "Free Parking"
            ],
            "image_url": "https://cf.bstatic.com/xdata/images/hotel/max1024x768/345742266.jpg?k=fb33c11240d6cebb94cb34bd6c68196f859be21e4e3cd306b80006a5bf389dfc&o=&hp=1",
            "tagline": "Experience luxury and comfort at Hotel 11.",
            "description": "Hotel 11 offers a perfect blend of luxury and comfort, situated in the heart of City 11. With stunning views, modern amenities, and top-notch hospitality, our hotel ensures an unforgettable stay. Guests can indulge in fine dining, relax at the spa, or enjoy recreational activities. Conveniently located near major attractions, Hotel 11 provides an ideal retreat for travelers seeking relaxation and adventure. Whether you're here for business or leisure, our dedicated staff ensures a seamless and enjoyable experience. Escape the ordinary and immerse yourself in an exceptional hospitality experience at Hotel 11."
        },
        {
            "id": 12,
            "name": "Hotel 12",
            "location": "City 12, Country 12",
            "price_per_night": 160,
            "rating": 4.1,
            "availability": true,
            "amenities": [
                "Free Wi-Fi",
                "Swimming Pool",
                "Gym",
                "Breakfast Included"
            ],
            "image_url": "https://cf.bstatic.com/xdata/images/hotel/max1024x768/345742266.jpg?k=fb33c11240d6cebb94cb34bd6c68196f859be21e4e3cd306b80006a5bf389dfc&o=&hp=1",
            "tagline": "Experience luxury and comfort at Hotel 12.",
            "description": "Hotel 12 offers a perfect blend of luxury and comfort, situated in the heart of City 12. With stunning views, modern amenities, and top-notch hospitality, our hotel ensures an unforgettable stay. Guests can indulge in fine dining, relax at the spa, or enjoy recreational activities. Conveniently located near major attractions, Hotel 12 provides an ideal retreat for travelers seeking relaxation and adventure. Whether you're here for business or leisure, our dedicated staff ensures a seamless and enjoyable experience. Escape the ordinary and immerse yourself in an exceptional hospitality experience at Hotel 12."
        },
        {
            "id": 13,
            "name": "Hotel 13",
            "location": "City 13, Country 13",
            "price_per_night": 165,
            "rating": 4.4,
            "availability": false,
            "amenities": [
                "Spa",
                "Restaurant",
                "Beach Access",
                "Free Parking"
            ],
            "image_url": "https://cf.bstatic.com/xdata/images/hotel/max1024x768/345742266.jpg?k=fb33c11240d6cebb94cb34bd6c68196f859be21e4e3cd306b80006a5bf389dfc&o=&hp=1",
            "tagline": "Experience luxury and comfort at Hotel 13.",
            "description": "Hotel 13 offers a perfect blend of luxury and comfort, situated in the heart of City 13. With stunning views, modern amenities, and top-notch hospitality, our hotel ensures an unforgettable stay. Guests can indulge in fine dining, relax at the spa, or enjoy recreational activities. Conveniently located near major attractions, Hotel 13 provides an ideal retreat for travelers seeking relaxation and adventure. Whether you're here for business or leisure, our dedicated staff ensures a seamless and enjoyable experience. Escape the ordinary and immerse yourself in an exceptional hospitality experience at Hotel 13."
        },
        {
            "id": 14,
            "name": "Hotel 14",
            "location": "City 14, Country 14",
            "price_per_night": 170,
            "rating": 4.7,
            "availability": true,
            "amenities": [
                "Free Wi-Fi",
                "Swimming Pool",
                "Gym",
                "Breakfast Included"
            ],
            "image_url": "https://cf.bstatic.com/xdata/images/hotel/max1024x768/345742266.jpg?k=fb33c11240d6cebb94cb34bd6c68196f859be21e4e3cd306b80006a5bf389dfc&o=&hp=1",
            "tagline": "Experience luxury and comfort at Hotel 14.",
            "description": "Hotel 14 offers a perfect blend of luxury and comfort, situated in the heart of City 14. With stunning views, modern amenities, and top-notch hospitality, our hotel ensures an unforgettable stay. Guests can indulge in fine dining, relax at the spa, or enjoy recreational activities. Conveniently located near major attractions, Hotel 14 provides an ideal retreat for travelers seeking relaxation and adventure. Whether you're here for business or leisure, our dedicated staff ensures a seamless and enjoyable experience. Escape the ordinary and immerse yourself in an exceptional hospitality experience at Hotel 14."
        },
        {
            "id": 15,
            "name": "Hotel 15",
            "location": "City 15, Country 15",
            "price_per_night": 175,
            "rating": 3.5,
            "availability": false,
            "amenities": [
                "Spa",
                "Restaurant",
                "Beach Access",
                "Free Parking"
            ],
            "image_url": "https://cf.bstatic.com/xdata/images/hotel/max1024x768/345742266.jpg?k=fb33c11240d6cebb94cb34bd6c68196f859be21e4e3cd306b80006a5bf389dfc&o=&hp=1",
            "tagline": "Experience luxury and comfort at Hotel 15.",
            "description": "Hotel 15 offers a perfect blend of luxury and comfort, situated in the heart of City 15. With stunning views, modern amenities, and top-notch hospitality, our hotel ensures an unforgettable stay. Guests can indulge in fine dining, relax at the spa, or enjoy recreational activities. Conveniently located near major attractions, Hotel 15 provides an ideal retreat for travelers seeking relaxation and adventure. Whether you're here for business or leisure, our dedicated staff ensures a seamless and enjoyable experience. Escape the ordinary and immerse yourself in an exceptional hospitality experience at Hotel 15."
        },
        {
            "id": 16,
            "name": "Hotel 16",
            "location": "City 16, Country 16",
            "price_per_night": 180,
            "rating": 3.8,
            "availability": true,
            "amenities": [
                "Free Wi-Fi",
                "Swimming Pool",
                "Gym",
                "Breakfast Included"
            ],
            "image_url": "https://cf.bstatic.com/xdata/images/hotel/max1024x768/345742266.jpg?k=fb33c11240d6cebb94cb34bd6c68196f859be21e4e3cd306b80006a5bf389dfc&o=&hp=1",
            "tagline": "Experience luxury and comfort at Hotel 16.",
            "description": "Hotel 16 offers a perfect blend of luxury and comfort, situated in the heart of City 16. With stunning views, modern amenities, and top-notch hospitality, our hotel ensures an unforgettable stay. Guests can indulge in fine dining, relax at the spa, or enjoy recreational activities. Conveniently located near major attractions, Hotel 16 provides an ideal retreat for travelers seeking relaxation and adventure. Whether you're here for business or leisure, our dedicated staff ensures a seamless and enjoyable experience. Escape the ordinary and immerse yourself in an exceptional hospitality experience at Hotel 16."
        },
        {
            "id": 17,
            "name": "Hotel 17",
            "location": "City 17, Country 17",
            "price_per_night": 185,
            "rating": 4.1,
            "availability": false,
            "amenities": [
                "Spa",
                "Restaurant",
                "Beach Access",
                "Free Parking"
            ],
            "image_url": "https://cf.bstatic.com/xdata/images/hotel/max1024x768/345742266.jpg?k=fb33c11240d6cebb94cb34bd6c68196f859be21e4e3cd306b80006a5bf389dfc&o=&hp=1",
            "tagline": "Experience luxury and comfort at Hotel 17.",
            "description": "Hotel 17 offers a perfect blend of luxury and comfort, situated in the heart of City 17. With stunning views, modern amenities, and top-notch hospitality, our hotel ensures an unforgettable stay. Guests can indulge in fine dining, relax at the spa, or enjoy recreational activities. Conveniently located near major attractions, Hotel 17 provides an ideal retreat for travelers seeking relaxation and adventure. Whether you're here for business or leisure, our dedicated staff ensures a seamless and enjoyable experience. Escape the ordinary and immerse yourself in an exceptional hospitality experience at Hotel 17."
        },
        {
            "id": 18,
            "name": "Hotel 18",
            "location": "City 18, Country 18",
            "price_per_night": 190,
            "rating": 4.4,
            "availability": true,
            "amenities": [
                "Free Wi-Fi",
                "Swimming Pool",
                "Gym",
                "Breakfast Included"
            ],
            "image_url": "https://cf.bstatic.com/xdata/images/hotel/max1024x768/345742266.jpg?k=fb33c11240d6cebb94cb34bd6c68196f859be21e4e3cd306b80006a5bf389dfc&o=&hp=1",
            "tagline": "Experience luxury and comfort at Hotel 18.",
            "description": "Hotel 18 offers a perfect blend of luxury and comfort, situated in the heart of City 18. With stunning views, modern amenities, and top-notch hospitality, our hotel ensures an unforgettable stay. Guests can indulge in fine dining, relax at the spa, or enjoy recreational activities. Conveniently located near major attractions, Hotel 18 provides an ideal retreat for travelers seeking relaxation and adventure. Whether you're here for business or leisure, our dedicated staff ensures a seamless and enjoyable experience. Escape the ordinary and immerse yourself in an exceptional hospitality experience at Hotel 18."
        },
        {
            "id": 19,
            "name": "Hotel 19",
            "location": "City 19, Country 19",
            "price_per_night": 195,
            "rating": 4.7,
            "availability": false,
            "amenities": [
                "Spa",
                "Restaurant",
                "Beach Access",
                "Free Parking"
            ],
            "image_url": "https://cf.bstatic.com/xdata/images/hotel/max1024x768/345742266.jpg?k=fb33c11240d6cebb94cb34bd6c68196f859be21e4e3cd306b80006a5bf389dfc&o=&hp=1",
            "tagline": "Experience luxury and comfort at Hotel 19.",
            "description": "Hotel 19 offers a perfect blend of luxury and comfort, situated in the heart of City 19. With stunning views, modern amenities, and top-notch hospitality, our hotel ensures an unforgettable stay. Guests can indulge in fine dining, relax at the spa, or enjoy recreational activities. Conveniently located near major attractions, Hotel 19 provides an ideal retreat for travelers seeking relaxation and adventure. Whether you're here for business or leisure, our dedicated staff ensures a seamless and enjoyable experience. Escape the ordinary and immerse yourself in an exceptional hospitality experience at Hotel 19."
        },
        {
            "id": 20,
            "name": "Hotel 20",
            "location": "City 20, Country 20",
            "price_per_night": 200,
            "rating": 3.5,
            "availability": true,
            "amenities": [
                "Free Wi-Fi",
                "Swimming Pool",
                "Gym",
                "Breakfast Included"
            ],
            "image_url": "https://cf.bstatic.com/xdata/images/hotel/max1024x768/345742266.jpg?k=fb33c11240d6cebb94cb34bd6c68196f859be21e4e3cd306b80006a5bf389dfc&o=&hp=1",
            "tagline": "Experience luxury and comfort at Hotel 20.",
            "description": "Hotel 20 offers a perfect blend of luxury and comfort, situated in the heart of City 20. With stunning views, modern amenities, and top-notch hospitality, our hotel ensures an unforgettable stay. Guests can indulge in fine dining, relax at the spa, or enjoy recreational activities. Conveniently located near major attractions, Hotel 20 provides an ideal retreat for travelers seeking relaxation and adventure. Whether you're here for business or leisure, our dedicated staff ensures a seamless and enjoyable experience. Escape the ordinary and immerse yourself in an exceptional hospitality experience at Hotel 20."
        },
        {
            "id": 21,
            "name": "Hotel 21",
            "location": "City 21, Country 21",
            "price_per_night": 205,
            "rating": 3.8,
            "availability": false,
            "amenities": [
                "Spa",
                "Restaurant",
                "Beach Access",
                "Free Parking"
            ],
            "image_url": "https://cf.bstatic.com/xdata/images/hotel/max1024x768/345742266.jpg?k=fb33c11240d6cebb94cb34bd6c68196f859be21e4e3cd306b80006a5bf389dfc&o=&hp=1",
            "tagline": "Experience luxury and comfort at Hotel 21.",
            "description": "Hotel 21 offers a perfect blend of luxury and comfort, situated in the heart of City 21. With stunning views, modern amenities, and top-notch hospitality, our hotel ensures an unforgettable stay. Guests can indulge in fine dining, relax at the spa, or enjoy recreational activities. Conveniently located near major attractions, Hotel 21 provides an ideal retreat for travelers seeking relaxation and adventure. Whether you're here for business or leisure, our dedicated staff ensures a seamless and enjoyable experience. Escape the ordinary and immerse yourself in an exceptional hospitality experience at Hotel 21."
        },
        {
            "id": 22,
            "name": "Hotel 22",
            "location": "City 22, Country 22",
            "price_per_night": 210,
            "rating": 4.1,
            "availability": true,
            "amenities": [
                "Free Wi-Fi",
                "Swimming Pool",
                "Gym",
                "Breakfast Included"
            ],
            "image_url": "https://cf.bstatic.com/xdata/images/hotel/max1024x768/345742266.jpg?k=fb33c11240d6cebb94cb34bd6c68196f859be21e4e3cd306b80006a5bf389dfc&o=&hp=1",
            "tagline": "Experience luxury and comfort at Hotel 22.",
            "description": "Hotel 22 offers a perfect blend of luxury and comfort, situated in the heart of City 22. With stunning views, modern amenities, and top-notch hospitality, our hotel ensures an unforgettable stay. Guests can indulge in fine dining, relax at the spa, or enjoy recreational activities. Conveniently located near major attractions, Hotel 22 provides an ideal retreat for travelers seeking relaxation and adventure. Whether you're here for business or leisure, our dedicated staff ensures a seamless and enjoyable experience. Escape the ordinary and immerse yourself in an exceptional hospitality experience at Hotel 22."
        },
        {
            "id": 23,
            "name": "Hotel 23",
            "location": "City 23, Country 23",
            "price_per_night": 215,
            "rating": 4.4,
            "availability": false,
            "amenities": [
                "Spa",
                "Restaurant",
                "Beach Access",
                "Free Parking"
            ],
            "image_url": "https://cf.bstatic.com/xdata/images/hotel/max1024x768/345742266.jpg?k=fb33c11240d6cebb94cb34bd6c68196f859be21e4e3cd306b80006a5bf389dfc&o=&hp=1",
            "tagline": "Experience luxury and comfort at Hotel 23.",
            "description": "Hotel 23 offers a perfect blend of luxury and comfort, situated in the heart of City 23. With stunning views, modern amenities, and top-notch hospitality, our hotel ensures an unforgettable stay. Guests can indulge in fine dining, relax at the spa, or enjoy recreational activities. Conveniently located near major attractions, Hotel 23 provides an ideal retreat for travelers seeking relaxation and adventure. Whether you're here for business or leisure, our dedicated staff ensures a seamless and enjoyable experience. Escape the ordinary and immerse yourself in an exceptional hospitality experience at Hotel 23."
        },
        {
            "id": 24,
            "name": "Hotel 24",
            "location": "City 24, Country 24",
            "price_per_night": 220,
            "rating": 4.7,
            "availability": true,
            "amenities": [
                "Free Wi-Fi",
                "Swimming Pool",
                "Gym",
                "Breakfast Included"
            ],
            "image_url": "https://cf.bstatic.com/xdata/images/hotel/max1024x768/345742266.jpg?k=fb33c11240d6cebb94cb34bd6c68196f859be21e4e3cd306b80006a5bf389dfc&o=&hp=1",
            "tagline": "Experience luxury and comfort at Hotel 24.",
            "description": "Hotel 24 offers a perfect blend of luxury and comfort, situated in the heart of City 24. With stunning views, modern amenities, and top-notch hospitality, our hotel ensures an unforgettable stay. Guests can indulge in fine dining, relax at the spa, or enjoy recreational activities. Conveniently located near major attractions, Hotel 24 provides an ideal retreat for travelers seeking relaxation and adventure. Whether you're here for business or leisure, our dedicated staff ensures a seamless and enjoyable experience. Escape the ordinary and immerse yourself in an exceptional hospitality experience at Hotel 24."
        },
        {
            "id": 25,
            "name": "Hotel 25",
            "location": "City 25, Country 25",
            "price_per_night": 225,
            "rating": 3.5,
            "availability": false,
            "amenities": [
                "Spa",
                "Restaurant",
                "Beach Access",
                "Free Parking"
            ],
            "image_url": "https://cf.bstatic.com/xdata/images/hotel/max1024x768/345742266.jpg?k=fb33c11240d6cebb94cb34bd6c68196f859be21e4e3cd306b80006a5bf389dfc&o=&hp=1",
            "tagline": "Experience luxury and comfort at Hotel 25.",
            "description": "Hotel 25 offers a perfect blend of luxury and comfort, situated in the heart of City 25. With stunning views, modern amenities, and top-notch hospitality, our hotel ensures an unforgettable stay. Guests can indulge in fine dining, relax at the spa, or enjoy recreational activities. Conveniently located near major attractions, Hotel 25 provides an ideal retreat for travelers seeking relaxation and adventure. Whether you're here for business or leisure, our dedicated staff ensures a seamless and enjoyable experience. Escape the ordinary and immerse yourself in an exceptional hospitality experience at Hotel 25."
        },
        {
            "id": 26,
            "name": "Hotel 26",
            "location": "City 26, Country 26",
            "price_per_night": 230,
            "rating": 3.8,
            "availability": true,
            "amenities": [
                "Free Wi-Fi",
                "Swimming Pool",
                "Gym",
                "Breakfast Included"
            ],
            "image_url": "https://cf.bstatic.com/xdata/images/hotel/max1024x768/345742266.jpg?k=fb33c11240d6cebb94cb34bd6c68196f859be21e4e3cd306b80006a5bf389dfc&o=&hp=1",
            "tagline": "Experience luxury and comfort at Hotel 26.",
            "description": "Hotel 26 offers a perfect blend of luxury and comfort, situated in the heart of City 26. With stunning views, modern amenities, and top-notch hospitality, our hotel ensures an unforgettable stay. Guests can indulge in fine dining, relax at the spa, or enjoy recreational activities. Conveniently located near major attractions, Hotel 26 provides an ideal retreat for travelers seeking relaxation and adventure. Whether you're here for business or leisure, our dedicated staff ensures a seamless and enjoyable experience. Escape the ordinary and immerse yourself in an exceptional hospitality experience at Hotel 26."
        },
        {
            "id": 27,
            "name": "Hotel 27",
            "location": "City 27, Country 27",
            "price_per_night": 235,
            "rating": 4.1,
            "availability": false,
            "amenities": [
                "Spa",
                "Restaurant",
                "Beach Access",
                "Free Parking"
            ],
            "image_url": "https://cf.bstatic.com/xdata/images/hotel/max1024x768/345742266.jpg?k=fb33c11240d6cebb94cb34bd6c68196f859be21e4e3cd306b80006a5bf389dfc&o=&hp=1",
            "tagline": "Experience luxury and comfort at Hotel 27.",
            "description": "Hotel 27 offers a perfect blend of luxury and comfort, situated in the heart of City 27. With stunning views, modern amenities, and top-notch hospitality, our hotel ensures an unforgettable stay. Guests can indulge in fine dining, relax at the spa, or enjoy recreational activities. Conveniently located near major attractions, Hotel 27 provides an ideal retreat for travelers seeking relaxation and adventure. Whether you're here for business or leisure, our dedicated staff ensures a seamless and enjoyable experience. Escape the ordinary and immerse yourself in an exceptional hospitality experience at Hotel 27."
        },
        {
            "id": 28,
            "name": "Hotel 28",
            "location": "City 28, Country 28",
            "price_per_night": 240,
            "rating": 4.4,
            "availability": true,
            "amenities": [
                "Free Wi-Fi",
                "Swimming Pool",
                "Gym",
                "Breakfast Included"
            ],
            "image_url": "https://cf.bstatic.com/xdata/images/hotel/max1024x768/345742266.jpg?k=fb33c11240d6cebb94cb34bd6c68196f859be21e4e3cd306b80006a5bf389dfc&o=&hp=1",
            "tagline": "Experience luxury and comfort at Hotel 28.",
            "description": "Hotel 28 offers a perfect blend of luxury and comfort, situated in the heart of City 28. With stunning views, modern amenities, and top-notch hospitality, our hotel ensures an unforgettable stay. Guests can indulge in fine dining, relax at the spa, or enjoy recreational activities. Conveniently located near major attractions, Hotel 28 provides an ideal retreat for travelers seeking relaxation and adventure. Whether you're here for business or leisure, our dedicated staff ensures a seamless and enjoyable experience. Escape the ordinary and immerse yourself in an exceptional hospitality experience at Hotel 28."
        },
        {
            "id": 29,
            "name": "Hotel 29",
            "location": "City 29, Country 29",
            "price_per_night": 245,
            "rating": 4.7,
            "availability": false,
            "amenities": [
                "Spa",
                "Restaurant",
                "Beach Access",
                "Free Parking"
            ],
            "image_url": "https://cf.bstatic.com/xdata/images/hotel/max1024x768/345742266.jpg?k=fb33c11240d6cebb94cb34bd6c68196f859be21e4e3cd306b80006a5bf389dfc&o=&hp=1",
            "tagline": "Experience luxury and comfort at Hotel 29.",
            "description": "Hotel 29 offers a perfect blend of luxury and comfort, situated in the heart of City 29. With stunning views, modern amenities, and top-notch hospitality, our hotel ensures an unforgettable stay. Guests can indulge in fine dining, relax at the spa, or enjoy recreational activities. Conveniently located near major attractions, Hotel 29 provides an ideal retreat for travelers seeking relaxation and adventure. Whether you're here for business or leisure, our dedicated staff ensures a seamless and enjoyable experience. Escape the ordinary and immerse yourself in an exceptional hospitality experience at Hotel 29."
        },
        {
            "id": 30,
            "name": "Hotel 30",
            "location": "City 30, Country 30",
            "price_per_night": 250,
            "rating": 3.5,
            "availability": true,
            "amenities": [
                "Free Wi-Fi",
                "Swimming Pool",
                "Gym",
                "Breakfast Included"
            ],
            "image_url": "https://cf.bstatic.com/xdata/images/hotel/max1024x768/345742266.jpg?k=fb33c11240d6cebb94cb34bd6c68196f859be21e4e3cd306b80006a5bf389dfc&o=&hp=1",
            "tagline": "Experience luxury and comfort at Hotel 30.",
            "description": "Hotel 30 offers a perfect blend of luxury and comfort, situated in the heart of City 30. With stunning views, modern amenities, and top-notch hospitality, our hotel ensures an unforgettable stay. Guests can indulge in fine dining, relax at the spa, or enjoy recreational activities. Conveniently located near major attractions, Hotel 30 provides an ideal retreat for travelers seeking relaxation and adventure. Whether you're here for business or leisure, our dedicated staff ensures a seamless and enjoyable experience. Escape the ordinary and immerse yourself in an exceptional hospitality experience at Hotel 30."
        },
        {
            "id": 31,
            "name": "Hotel 31",
            "location": "City 31, Country 31",
            "price_per_night": 255,
            "rating": 3.8,
            "availability": false,
            "amenities": [
                "Spa",
                "Restaurant",
                "Beach Access",
                "Free Parking"
            ],
            "image_url": "https://cf.bstatic.com/xdata/images/hotel/max1024x768/345742266.jpg?k=fb33c11240d6cebb94cb34bd6c68196f859be21e4e3cd306b80006a5bf389dfc&o=&hp=1",
            "tagline": "Experience luxury and comfort at Hotel 31.",
            "description": "Hotel 31 offers a perfect blend of luxury and comfort, situated in the heart of City 31. With stunning views, modern amenities, and top-notch hospitality, our hotel ensures an unforgettable stay. Guests can indulge in fine dining, relax at the spa, or enjoy recreational activities. Conveniently located near major attractions, Hotel 31 provides an ideal retreat for travelers seeking relaxation and adventure. Whether you're here for business or leisure, our dedicated staff ensures a seamless and enjoyable experience. Escape the ordinary and immerse yourself in an exceptional hospitality experience at Hotel 31."
        },
        {
            "id": 32,
            "name": "Hotel 32",
            "location": "City 32, Country 32",
            "price_per_night": 260,
            "rating": 4.1,
            "availability": true,
            "amenities": [
                "Free Wi-Fi",
                "Swimming Pool",
                "Gym",
                "Breakfast Included"
            ],
            "image_url": "https://cf.bstatic.com/xdata/images/hotel/max1024x768/345742266.jpg?k=fb33c11240d6cebb94cb34bd6c68196f859be21e4e3cd306b80006a5bf389dfc&o=&hp=1",
            "tagline": "Experience luxury and comfort at Hotel 32.",
            "description": "Hotel 32 offers a perfect blend of luxury and comfort, situated in the heart of City 32. With stunning views, modern amenities, and top-notch hospitality, our hotel ensures an unforgettable stay. Guests can indulge in fine dining, relax at the spa, or enjoy recreational activities. Conveniently located near major attractions, Hotel 32 provides an ideal retreat for travelers seeking relaxation and adventure. Whether you're here for business or leisure, our dedicated staff ensures a seamless and enjoyable experience. Escape the ordinary and immerse yourself in an exceptional hospitality experience at Hotel 32."
        },
        {
            "id": 33,
            "name": "Hotel 33",
            "location": "City 33, Country 33",
            "price_per_night": 265,
            "rating": 4.4,
            "availability": false,
            "amenities": [
                "Spa",
                "Restaurant",
                "Beach Access",
                "Free Parking"
            ],
            "image_url": "https://cf.bstatic.com/xdata/images/hotel/max1024x768/345742266.jpg?k=fb33c11240d6cebb94cb34bd6c68196f859be21e4e3cd306b80006a5bf389dfc&o=&hp=1",
            "tagline": "Experience luxury and comfort at Hotel 33.",
            "description": "Hotel 33 offers a perfect blend of luxury and comfort, situated in the heart of City 33. With stunning views, modern amenities, and top-notch hospitality, our hotel ensures an unforgettable stay. Guests can indulge in fine dining, relax at the spa, or enjoy recreational activities. Conveniently located near major attractions, Hotel 33 provides an ideal retreat for travelers seeking relaxation and adventure. Whether you're here for business or leisure, our dedicated staff ensures a seamless and enjoyable experience. Escape the ordinary and immerse yourself in an exceptional hospitality experience at Hotel 33."
        },
        {
            "id": 34,
            "name": "Hotel 34",
            "location": "City 34, Country 34",
            "price_per_night": 270,
            "rating": 4.7,
            "availability": true,
            "amenities": [
                "Free Wi-Fi",
                "Swimming Pool",
                "Gym",
                "Breakfast Included"
            ],
            "image_url": "https://cf.bstatic.com/xdata/images/hotel/max1024x768/345742266.jpg?k=fb33c11240d6cebb94cb34bd6c68196f859be21e4e3cd306b80006a5bf389dfc&o=&hp=1",
            "tagline": "Experience luxury and comfort at Hotel 34.",
            "description": "Hotel 34 offers a perfect blend of luxury and comfort, situated in the heart of City 34. With stunning views, modern amenities, and top-notch hospitality, our hotel ensures an unforgettable stay. Guests can indulge in fine dining, relax at the spa, or enjoy recreational activities. Conveniently located near major attractions, Hotel 34 provides an ideal retreat for travelers seeking relaxation and adventure. Whether you're here for business or leisure, our dedicated staff ensures a seamless and enjoyable experience. Escape the ordinary and immerse yourself in an exceptional hospitality experience at Hotel 34."
        },
        {
            "id": 35,
            "name": "Hotel 35",
            "location": "City 35, Country 35",
            "price_per_night": 275,
            "rating": 3.5,
            "availability": false,
            "amenities": [
                "Spa",
                "Restaurant",
                "Beach Access",
                "Free Parking"
            ],
            "image_url": "https://cf.bstatic.com/xdata/images/hotel/max1024x768/345742266.jpg?k=fb33c11240d6cebb94cb34bd6c68196f859be21e4e3cd306b80006a5bf389dfc&o=&hp=1",
            "tagline": "Experience luxury and comfort at Hotel 35.",
            "description": "Hotel 35 offers a perfect blend of luxury and comfort, situated in the heart of City 35. With stunning views, modern amenities, and top-notch hospitality, our hotel ensures an unforgettable stay. Guests can indulge in fine dining, relax at the spa, or enjoy recreational activities. Conveniently located near major attractions, Hotel 35 provides an ideal retreat for travelers seeking relaxation and adventure. Whether you're here for business or leisure, our dedicated staff ensures a seamless and enjoyable experience. Escape the ordinary and immerse yourself in an exceptional hospitality experience at Hotel 35."
        },
        {
            "id": 36,
            "name": "Hotel 36",
            "location": "City 36, Country 36",
            "price_per_night": 280,
            "rating": 3.8,
            "availability": true,
            "amenities": [
                "Free Wi-Fi",
                "Swimming Pool",
                "Gym",
                "Breakfast Included"
            ],
            "image_url": "https://cf.bstatic.com/xdata/images/hotel/max1024x768/345742266.jpg?k=fb33c11240d6cebb94cb34bd6c68196f859be21e4e3cd306b80006a5bf389dfc&o=&hp=1",
            "tagline": "Experience luxury and comfort at Hotel 36.",
            "description": "Hotel 36 offers a perfect blend of luxury and comfort, situated in the heart of City 36. With stunning views, modern amenities, and top-notch hospitality, our hotel ensures an unforgettable stay. Guests can indulge in fine dining, relax at the spa, or enjoy recreational activities. Conveniently located near major attractions, Hotel 36 provides an ideal retreat for travelers seeking relaxation and adventure. Whether you're here for business or leisure, our dedicated staff ensures a seamless and enjoyable experience. Escape the ordinary and immerse yourself in an exceptional hospitality experience at Hotel 36."
        },
        {
            "id": 37,
            "name": "Hotel 37",
            "location": "City 37, Country 37",
            "price_per_night": 285,
            "rating": 4.1,
            "availability": false,
            "amenities": [
                "Spa",
                "Restaurant",
                "Beach Access",
                "Free Parking"
            ],
            "image_url": "https://cf.bstatic.com/xdata/images/hotel/max1024x768/345742266.jpg?k=fb33c11240d6cebb94cb34bd6c68196f859be21e4e3cd306b80006a5bf389dfc&o=&hp=1",
            "tagline": "Experience luxury and comfort at Hotel 37.",
            "description": "Hotel 37 offers a perfect blend of luxury and comfort, situated in the heart of City 37. With stunning views, modern amenities, and top-notch hospitality, our hotel ensures an unforgettable stay. Guests can indulge in fine dining, relax at the spa, or enjoy recreational activities. Conveniently located near major attractions, Hotel 37 provides an ideal retreat for travelers seeking relaxation and adventure. Whether you're here for business or leisure, our dedicated staff ensures a seamless and enjoyable experience. Escape the ordinary and immerse yourself in an exceptional hospitality experience at Hotel 37."
        },
        {
            "id": 38,
            "name": "Hotel 38",
            "location": "City 38, Country 38",
            "price_per_night": 290,
            "rating": 4.4,
            "availability": true,
            "amenities": [
                "Free Wi-Fi",
                "Swimming Pool",
                "Gym",
                "Breakfast Included"
            ],
            "image_url": "https://cf.bstatic.com/xdata/images/hotel/max1024x768/345742266.jpg?k=fb33c11240d6cebb94cb34bd6c68196f859be21e4e3cd306b80006a5bf389dfc&o=&hp=1",
            "tagline": "Experience luxury and comfort at Hotel 38.",
            "description": "Hotel 38 offers a perfect blend of luxury and comfort, situated in the heart of City 38. With stunning views, modern amenities, and top-notch hospitality, our hotel ensures an unforgettable stay. Guests can indulge in fine dining, relax at the spa, or enjoy recreational activities. Conveniently located near major attractions, Hotel 38 provides an ideal retreat for travelers seeking relaxation and adventure. Whether you're here for business or leisure, our dedicated staff ensures a seamless and enjoyable experience. Escape the ordinary and immerse yourself in an exceptional hospitality experience at Hotel 38."
        },
        {
            "id": 39,
            "name": "Hotel 39",
            "location": "City 39, Country 39",
            "price_per_night": 295,
            "rating": 4.7,
            "availability": false,
            "amenities": [
                "Spa",
                "Restaurant",
                "Beach Access",
                "Free Parking"
            ],
            "image_url": "https://cf.bstatic.com/xdata/images/hotel/max1024x768/345742266.jpg?k=fb33c11240d6cebb94cb34bd6c68196f859be21e4e3cd306b80006a5bf389dfc&o=&hp=1",
            "tagline": "Experience luxury and comfort at Hotel 39.",
            "description": "Hotel 39 offers a perfect blend of luxury and comfort, situated in the heart of City 39. With stunning views, modern amenities, and top-notch hospitality, our hotel ensures an unforgettable stay. Guests can indulge in fine dining, relax at the spa, or enjoy recreational activities. Conveniently located near major attractions, Hotel 39 provides an ideal retreat for travelers seeking relaxation and adventure. Whether you're here for business or leisure, our dedicated staff ensures a seamless and enjoyable experience. Escape the ordinary and immerse yourself in an exceptional hospitality experience at Hotel 39."
        },
        {
            "id": 40,
            "name": "Hotel 40",
            "location": "City 40, Country 40",
            "price_per_night": 100,
            "rating": 3.5,
            "availability": true,
            "amenities": [
                "Free Wi-Fi",
                "Swimming Pool",
                "Gym",
                "Breakfast Included"
            ],
            "image_url": "https://cf.bstatic.com/xdata/images/hotel/max1024x768/345742266.jpg?k=fb33c11240d6cebb94cb34bd6c68196f859be21e4e3cd306b80006a5bf389dfc&o=&hp=1",
            "tagline": "Experience luxury and comfort at Hotel 40.",
            "description": "Hotel 40 offers a perfect blend of luxury and comfort, situated in the heart of City 40. With stunning views, modern amenities, and top-notch hospitality, our hotel ensures an unforgettable stay. Guests can indulge in fine dining, relax at the spa, or enjoy recreational activities. Conveniently located near major attractions, Hotel 40 provides an ideal retreat for travelers seeking relaxation and adventure. Whether you're here for business or leisure, our dedicated staff ensures a seamless and enjoyable experience. Escape the ordinary and immerse yourself in an exceptional hospitality experience at Hotel 40."
        },
        {
            "id": 41,
            "name": "Hotel 41",
            "location": "City 41, Country 41",
            "price_per_night": 105,
            "rating": 3.8,
            "availability": false,
            "amenities": [
                "Spa",
                "Restaurant",
                "Beach Access",
                "Free Parking"
            ],
            "image_url": "https://cf.bstatic.com/xdata/images/hotel/max1024x768/345742266.jpg?k=fb33c11240d6cebb94cb34bd6c68196f859be21e4e3cd306b80006a5bf389dfc&o=&hp=1",
            "tagline": "Experience luxury and comfort at Hotel 41.",
            "description": "Hotel 41 offers a perfect blend of luxury and comfort, situated in the heart of City 41. With stunning views, modern amenities, and top-notch hospitality, our hotel ensures an unforgettable stay. Guests can indulge in fine dining, relax at the spa, or enjoy recreational activities. Conveniently located near major attractions, Hotel 41 provides an ideal retreat for travelers seeking relaxation and adventure. Whether you're here for business or leisure, our dedicated staff ensures a seamless and enjoyable experience. Escape the ordinary and immerse yourself in an exceptional hospitality experience at Hotel 41."
        },
        {
            "id": 42,
            "name": "Hotel 42",
            "location": "City 42, Country 42",
            "price_per_night": 110,
            "rating": 4.1,
            "availability": true,
            "amenities": [
                "Free Wi-Fi",
                "Swimming Pool",
                "Gym",
                "Breakfast Included"
            ],
            "image_url": "https://cf.bstatic.com/xdata/images/hotel/max1024x768/345742266.jpg?k=fb33c11240d6cebb94cb34bd6c68196f859be21e4e3cd306b80006a5bf389dfc&o=&hp=1",
            "tagline": "Experience luxury and comfort at Hotel 42.",
            "description": "Hotel 42 offers a perfect blend of luxury and comfort, situated in the heart of City 42. With stunning views, modern amenities, and top-notch hospitality, our hotel ensures an unforgettable stay. Guests can indulge in fine dining, relax at the spa, or enjoy recreational activities. Conveniently located near major attractions, Hotel 42 provides an ideal retreat for travelers seeking relaxation and adventure. Whether you're here for business or leisure, our dedicated staff ensures a seamless and enjoyable experience. Escape the ordinary and immerse yourself in an exceptional hospitality experience at Hotel 42."
        },
        {
            "id": 43,
            "name": "Hotel 43",
            "location": "City 43, Country 43",
            "price_per_night": 115,
            "rating": 4.4,
            "availability": false,
            "amenities": [
                "Spa",
                "Restaurant",
                "Beach Access",
                "Free Parking"
            ],
            "image_url": "https://cf.bstatic.com/xdata/images/hotel/max1024x768/345742266.jpg?k=fb33c11240d6cebb94cb34bd6c68196f859be21e4e3cd306b80006a5bf389dfc&o=&hp=1",
            "tagline": "Experience luxury and comfort at Hotel 43.",
            "description": "Hotel 43 offers a perfect blend of luxury and comfort, situated in the heart of City 43. With stunning views, modern amenities, and top-notch hospitality, our hotel ensures an unforgettable stay. Guests can indulge in fine dining, relax at the spa, or enjoy recreational activities. Conveniently located near major attractions, Hotel 43 provides an ideal retreat for travelers seeking relaxation and adventure. Whether you're here for business or leisure, our dedicated staff ensures a seamless and enjoyable experience. Escape the ordinary and immerse yourself in an exceptional hospitality experience at Hotel 43."
        },
        {
            "id": 44,
            "name": "Hotel 44",
            "location": "City 44, Country 44",
            "price_per_night": 120,
            "rating": 4.7,
            "availability": true,
            "amenities": [
                "Free Wi-Fi",
                "Swimming Pool",
                "Gym",
                "Breakfast Included"
            ],
            "image_url": "https://cf.bstatic.com/xdata/images/hotel/max1024x768/345742266.jpg?k=fb33c11240d6cebb94cb34bd6c68196f859be21e4e3cd306b80006a5bf389dfc&o=&hp=1",
            "tagline": "Experience luxury and comfort at Hotel 44.",
            "description": "Hotel 44 offers a perfect blend of luxury and comfort, situated in the heart of City 44. With stunning views, modern amenities, and top-notch hospitality, our hotel ensures an unforgettable stay. Guests can indulge in fine dining, relax at the spa, or enjoy recreational activities. Conveniently located near major attractions, Hotel 44 provides an ideal retreat for travelers seeking relaxation and adventure. Whether you're here for business or leisure, our dedicated staff ensures a seamless and enjoyable experience. Escape the ordinary and immerse yourself in an exceptional hospitality experience at Hotel 44."
        },
        {
            "id": 45,
            "name": "Hotel 45",
            "location": "City 45, Country 45",
            "price_per_night": 125,
            "rating": 3.5,
            "availability": false,
            "amenities": [
                "Spa",
                "Restaurant",
                "Beach Access",
                "Free Parking"
            ],
            "image_url": "https://cf.bstatic.com/xdata/images/hotel/max1024x768/345742266.jpg?k=fb33c11240d6cebb94cb34bd6c68196f859be21e4e3cd306b80006a5bf389dfc&o=&hp=1",
            "tagline": "Experience luxury and comfort at Hotel 45.",
            "description": "Hotel 45 offers a perfect blend of luxury and comfort, situated in the heart of City 45. With stunning views, modern amenities, and top-notch hospitality, our hotel ensures an unforgettable stay. Guests can indulge in fine dining, relax at the spa, or enjoy recreational activities. Conveniently located near major attractions, Hotel 45 provides an ideal retreat for travelers seeking relaxation and adventure. Whether you're here for business or leisure, our dedicated staff ensures a seamless and enjoyable experience. Escape the ordinary and immerse yourself in an exceptional hospitality experience at Hotel 45."
        },
        {
            "id": 46,
            "name": "Hotel 46",
            "location": "City 46, Country 46",
            "price_per_night": 130,
            "rating": 3.8,
            "availability": true,
            "amenities": [
                "Free Wi-Fi",
                "Swimming Pool",
                "Gym",
                "Breakfast Included"
            ],
            "image_url": "https://cf.bstatic.com/xdata/images/hotel/max1024x768/345742266.jpg?k=fb33c11240d6cebb94cb34bd6c68196f859be21e4e3cd306b80006a5bf389dfc&o=&hp=1",
            "tagline": "Experience luxury and comfort at Hotel 46.",
            "description": "Hotel 46 offers a perfect blend of luxury and comfort, situated in the heart of City 46. With stunning views, modern amenities, and top-notch hospitality, our hotel ensures an unforgettable stay. Guests can indulge in fine dining, relax at the spa, or enjoy recreational activities. Conveniently located near major attractions, Hotel 46 provides an ideal retreat for travelers seeking relaxation and adventure. Whether you're here for business or leisure, our dedicated staff ensures a seamless and enjoyable experience. Escape the ordinary and immerse yourself in an exceptional hospitality experience at Hotel 46."
        },
        {
            "id": 47,
            "name": "Hotel 47",
            "location": "City 47, Country 47",
            "price_per_night": 135,
            "rating": 4.1,
            "availability": false,
            "amenities": [
                "Spa",
                "Restaurant",
                "Beach Access",
                "Free Parking"
            ],
            "image_url": "https://cf.bstatic.com/xdata/images/hotel/max1024x768/345742266.jpg?k=fb33c11240d6cebb94cb34bd6c68196f859be21e4e3cd306b80006a5bf389dfc&o=&hp=1",
            "tagline": "Experience luxury and comfort at Hotel 47.",
            "description": "Hotel 47 offers a perfect blend of luxury and comfort, situated in the heart of City 47. With stunning views, modern amenities, and top-notch hospitality, our hotel ensures an unforgettable stay. Guests can indulge in fine dining, relax at the spa, or enjoy recreational activities. Conveniently located near major attractions, Hotel 47 provides an ideal retreat for travelers seeking relaxation and adventure. Whether you're here for business or leisure, our dedicated staff ensures a seamless and enjoyable experience. Escape the ordinary and immerse yourself in an exceptional hospitality experience at Hotel 47."
        },
        {
            "id": 48,
            "name": "Hotel 48",
            "location": "City 48, Country 48",
            "price_per_night": 140,
            "rating": 4.4,
            "availability": true,
            "amenities": [
                "Free Wi-Fi",
                "Swimming Pool",
                "Gym",
                "Breakfast Included"
            ],
            "image_url": "https://cf.bstatic.com/xdata/images/hotel/max1024x768/345742266.jpg?k=fb33c11240d6cebb94cb34bd6c68196f859be21e4e3cd306b80006a5bf389dfc&o=&hp=1",
            "tagline": "Experience luxury and comfort at Hotel 48.",
            "description": "Hotel 48 offers a perfect blend of luxury and comfort, situated in the heart of City 48. With stunning views, modern amenities, and top-notch hospitality, our hotel ensures an unforgettable stay. Guests can indulge in fine dining, relax at the spa, or enjoy recreational activities. Conveniently located near major attractions, Hotel 48 provides an ideal retreat for travelers seeking relaxation and adventure. Whether you're here for business or leisure, our dedicated staff ensures a seamless and enjoyable experience. Escape the ordinary and immerse yourself in an exceptional hospitality experience at Hotel 48."
        },
        {
            "id": 49,
            "name": "Hotel 49",
            "location": "City 49, Country 49",
            "price_per_night": 145,
            "rating": 4.7,
            "availability": false,
            "amenities": [
                "Spa",
                "Restaurant",
                "Beach Access",
                "Free Parking"
            ],
            "image_url": "https://cf.bstatic.com/xdata/images/hotel/max1024x768/345742266.jpg?k=fb33c11240d6cebb94cb34bd6c68196f859be21e4e3cd306b80006a5bf389dfc&o=&hp=1",
            "tagline": "Experience luxury and comfort at Hotel 49.",
            "description": "Hotel 49 offers a perfect blend of luxury and comfort, situated in the heart of City 49. With stunning views, modern amenities, and top-notch hospitality, our hotel ensures an unforgettable stay. Guests can indulge in fine dining, relax at the spa, or enjoy recreational activities. Conveniently located near major attractions, Hotel 49 provides an ideal retreat for travelers seeking relaxation and adventure. Whether you're here for business or leisure, our dedicated staff ensures a seamless and enjoyable experience. Escape the ordinary and immerse yourself in an exceptional hospitality experience at Hotel 49."
        },
        {
            "id": 50,
            "name": "Hotel 50",
            "location": "City 50, Country 50",
            "price_per_night": 150,
            "rating": 3.5,
            "availability": true,
            "amenities": [
                "Free Wi-Fi",
                "Swimming Pool",
                "Gym",
                "Breakfast Included"
            ],
            "image_url": "https://cf.bstatic.com/xdata/images/hotel/max1024x768/345742266.jpg?k=fb33c11240d6cebb94cb34bd6c68196f859be21e4e3cd306b80006a5bf389dfc&o=&hp=1",
            "tagline": "Experience luxury and comfort at Hotel 50.",
            "description": "Hotel 50 offers a perfect blend of luxury and comfort, situated in the heart of City 50. With stunning views, modern amenities, and top-notch hospitality, our hotel ensures an unforgettable stay. Guests can indulge in fine dining, relax at the spa, or enjoy recreational activities. Conveniently located near major attractions, Hotel 50 provides an ideal retreat for travelers seeking relaxation and adventure. Whether you're here for business or leisure, our dedicated staff ensures a seamless and enjoyable experience. Escape the ordinary and immerse yourself in an exceptional hospitality experience at Hotel 50."
        }
    ]
}